Repository: wali2s/DailyCheckIn
Catalog: DailyCheckIn/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, tr

source: Activities
ar: الأنشطة
de: Aktivitäten
es: Actividades
tr: Aktiviteler

source: Check In
ar: تسجيل الدخول
de: Einchecken
es: Registrar
tr: Giriş yap

source: Choose your check-in space
ar: اختر مساحة تسجيلك
de: Wähle deinen Check-in-Bereich
es: Elige tu espacio de registro
tr: Giriş alanını seç

source: Deutsch
ar: الألمانية
es: Alemán
tr: Almanca

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
tr: İngilizce

source: Hi, %@
ar: مرحبًا، %@
de: Hallo, %@
es: Hola, %@
tr: Merhaba, %@

source: History
ar: السجل
de: Verlauf
es: Historial
tr: Geçmiş

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
tr: Ana Sayfa

source: How are you feeling today?
ar: كيف تشعر اليوم؟
de: Wie fühlst du dich heute?
es: ¿Cómo te sientes hoy?
tr: Bugün nasıl hissediyorsun?

source: Language
ar: اللغة
de: Sprache
es: Idioma
tr: Dil

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
tr: Ayarlar

source: Statistics
ar: الإحصاءات
de: Statistiken
es: Estadísticas
tr: İstatistikler

source: Your journal starts here
ar: تبدأ مذكرتك هنا
de: Dein Journal beginnt hier
es: Tu diario comienza aquí
tr: Günlüğün burada başlıyor

source: %lld Check-Ins
de: Check-ins

source: %lld day streak
de: %lld Tage in Folge

source: %lld days
de: %lld Tage

source: %lld saved check-ins
de: %lld gespeicherte Check-ins

source: 1 day
de: 1 Tag

source: All
de: Alle

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Check-In progress
de: Check-in-Fortschritt

source: Choose whether you want to receive a daily reminder.
de: Wähle, ob du täglich eine Erinnerung erhalten möchtest.

source: Continue
de: Weiter

source: Create a check-in to see your statistics.
de: Erstelle einen Check-in, um deine Statistiken zu sehen.

source: Create Check-In
de: Check-in erstellen

source: Current Streak
de: Aktuelle Serie

source: Daily Averages
de: Tägliche Durchschnittswerte

source: Daily Check-Ins
de: Tägliche Check-ins

source: Data
de: Datum

source: Date
de: Datum

source: Delete All Check-Ins
de: Alle Check-ins löschen

source: Edit
de: Bearbeiten

source: Edit Check-In
de: Check-in bearbeiten

source: Enable Reminder
de: Erinnerung aktivieren

source: Energy %lld/5
de: Energie %lld/5

source: Export Check-Ins
de: Check-ins exportieren

source: Export of your Daily Check-In entries.
de: Export deiner täglichen Check-ins.

source: Export unavailable
de: Export nicht verfügbar

source: Focus, Learning, Exercise
de: Fokus, Lernen, Bewegung

source: Hi, %@!
de: Hallo, %@!

source: Insights
de: Einblicke

source: Mood
de: Stimmung

source: Mood trend
de: Stimmungstrend

source: Mood Trend
de: Stimmungstrend

source: More check-ins are needed to generate insights.
de: Für Einblicke werden mehr Check-ins benötigt.

source: New Check-In
de: Neuer Check-in

source: No check-in yet
de: Noch kein Check-in

source: No Check-Ins Found
de: Keine Check-ins gefunden

source: No note added.
de: Keine Notiz hinzugefügt.

source: No Statistics Yet
de: Noch keine Statistiken

source: Not selected
de: Nicht ausgewählt

source: Opens your profile settings.
de: Öffnet deine Profileinstellungen.

source: Period
de: Zeitraum

source: Profile
de: Profil

source: Reflection Prompt
de: Reflexionsfrage

source: Reminder Time
de: Erinnerungszeit

source: Save Check-In
de: Check-in speichern

source: Search notes and tags
de: Notizen und Tags durchsuchen

source: Selected
de: Ausgewählt

source: Selects this mood for your check-in.
de: Wählt diese Stimmung für deinen Check-in aus.

source: Space
de: Bereich

source: Start your streak today
de: Starte heute deine Serie

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld

source: Take a moment to check in with yourself.
de: Nimm dir einen Moment für dich.

source: Take a moment to reflect on your day.
de: Nimm dir einen Moment, um über deinen Tag nachzudenken.

source: This action cannot be undone. All personal and professional check-ins will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle persönlichen und beruflichen Check-ins werden dauerhaft gelöscht.

source: Today's Progress
de: Heutiger Fortschritt

source: Try a different search or filter.
de: Versuche eine andere Suche oder einen anderen Filter.

source: Write a short note...
de: Schreibe eine kurze Notiz ...

source: Your name
de: Dein Name

source: Your Spaces
de: Deine Bereiche

source: Your Thoughts
de: Deine Gedanken
